[Main]
DisplayName=Slovenčina

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Software
RdImageButton_Browser.caption=Toolbary && Plug-iny
RdImageButton_Metro.caption=Windows Aplikácie
lbl_ForcedUninstall.caption=Vynútená odinštalácia
lbl_likeIObit.caption=Páči sa mi
PopMenu_Sub_Setting.caption=Nastavenia...
PopMenu_Sub_FileShredder.caption=Drvič súborov
PopMenu_Sub_ExportApplicationList.caption=Exportovať zoznam aplikácií
PopMenu_Sub_LogManagement.caption=Správca záznamov
PopMenu_Sub_Update.caption=Skontrolovať aktualizácie
PopMenu_Sub_UserManual.caption=Návod k použitiu
PopMenu_Sub_TechnicalSupport.caption=Technická podpora
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=O programe
Menu_Plugins_Remove.caption=Odstrániť
Menu_plugins_Vote.caption=Hlasovať
Menu_plugins_Refresh.caption=Obnoviť
Menu_plugins_viewEntry.caption=Otvoriť v RegEdit
Menu_plugins_OpenFile.caption=Otvoriť umiestnenie súboru
Menu_Plugins_SelectAll.caption=Vybrať všetko
Menu_Plugins_InverseSelect.caption=Opačný výber
PopMenu_Uninstall.caption=Odinštalovať
PopMenu_Refresh.caption=Obnoviť
PopMenu_ViewStyle.caption=Zobraziť podľa
PopMenu_ViewStyle_Icon.caption=Íkony
PopMenu_ViewStyle_Details.caption=Podrobnosti
PopMenu_OpenFolder.caption=Otvoriť umiestnenie súboru
PopMenu_ViewEntry.caption=Otvoriť v RegEdit
PopMenu_SearchOnline.caption=Nájsť Online
PopMenu_Win8App_Uninstall.caption=Odinštalovať
PopMenu_Win8App_Refresh.caption=Obnoviť
PopMenu_Win8App_ViewStyle.caption=Zobraziť podla
PopMenu_Win8App_Icons.caption=Íkony
PopMenu_Win8App_Details.caption=Podrobnosti
PopMenu_Win8App_OpenLocation.caption=Otvoriť umiestnenie súboru
PopMenu_Win8App_ViewEntry.caption=Otvoriť v RegEdit
PopMenu_Win8App_SearchOnline.caption=Nájsť Online
lbl_Recommend.caption=Doporučiť: Advanced SystemCare
lbl_1Click.caption=Ochrana a optimalizácia tvojho PC 1-kliknutím
lbl_Freedownloadnow.caption=Stiahnúť
lbl_News_DisConnection.caption=Zdieľajte tento softvér so svojimi rodinami a priateľmi. Budú radi používať Odinštalátor!

[Uninstaller_Frame_Software]
lblLoading.caption=Načítavam aktualizácie Windows
ListView_SoftwareList.Columns[1].Caption=Operácia
ListView_SoftwareList.Columns[2].Caption=Veľkosť
ListView_SoftwareList.Columns[3].Caption=Dátum nainštalovania
ListView_SoftwareList.Columns[4].Caption=Verzia
PopMenu_Sub_BatchUninstall.Caption=Viacerá odinštalácia

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynútená odinštalácia
lbl_Detail_Title.caption=IObit Vynútený odinštalátor
lbl_Detail_Detail.caption=Vynútená odinštalácia vám pomôže odinštalovať program, ktorý nemožno odinštalovať bežným odinštalačným spôsobom a pomôže tiež vyčistiť jeho zvyšky. Ľahko odstráni cieľovú zložku, súbory a jeho pozostatky.
RdImageButton_Browser.caption=Prehľadávať...
lbl_Forced_Tip1.caption=Tu môžete prehľadať alebo pretiahnúť súbor alebo priečinok pre odstránenie alebo odstrániť súvisiace súbory programu.
lbl_Forced_Tip2.caption=Po kliknutí na tlačidlo "Vynútená odinštalácia" sa začne proces vynútenej odinštalácie.
RdImageButton_Next.caption=Ďalej
RdImageButton_Cancel.caption=Zrušiť
PopMenu_Uninstall.caption=Odinštalovať
PopMenu_OpenFolder.caption=Otvoriť priečinok súboru
PopMenu_ViewEntry.caption=Zobraziť záznam
PopMenu_SearchOnline.caption=Nájsť Online
ListView_Search.Columns[0].caption=Názov zobrazenia
ListView_Search.Columns[1].caption=Veľkosť
ListView_Search.Columns[2].caption=Dátum inštalácie

[Uninstaller_frmLogManage]
lbl_Caption.caption=Správca záznamov odinštalácie
lbl_Detail_Title.caption=IObit Uninstaller zoznam záznamov súboru
lbl_Detail_Detail.caption=Môžete si prezrieť a spravovať všetky záznamy odinštalácie nižšie.
RdImageButton_Open.caption=Otvoriť
RdImageButton_Delete.caption=Odstrániť
RdImageButton_DeleteAll.caption=Odstrániť všetko
RdImageButton_Cancel.caption=Zrušiť

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Odstrániť
lbl_Software_Uninstall.caption=Odinštalovať

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Odinštalátor
lbl_UninstallComplete_Title.caption=Štandardná odinštalácia dokončená.
lbl_Uninstalling_question.caption=Naozaj chcete odinštalovať vybraný program?
lbl_PowerfulScan_Title.caption=Pokročilé skenovanie
lbl_PowerfulScan_Detaill.caption=Kliknite na "Pokročilé skenovanie" pre vyčistenie pozostatkov programu. Klikni na "Zrušiť" pre ukončenie.
lbl_PowerScan_Title_Softwre.caption=Skenujem pozostatky
lbl_CreateRestore_Title.caption=Vytvoriť bod obnovenia pred odinštalovaním.
lbl_CreateRestore_Check.caption=Vytváram bod obnovenia pred odinštalovaním
lbl_CreateRestore_Detaill.caption=Vytvorte tu bod obnovenia a môžete vrátiť späť zmeny, ak sa stane niečo nečakané.
lbl_AutoPowerfulScan.caption=Automaticky začať "Pokročilé skenovanie"
lbl_AutoUninstaller.caption=Nezobrazovať toto oznámenie
RdImageButton_Uninstall.caption=Odinštalovať
RdImageButton_PowerFulScan.caption=Pokročilé skenovanie
RdImageButton_Cancel.caption=Zrušiť

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Pokročilé skenovanie
lbl_Warning_Title.caption=Varovanie:
lbl_Warning_Detail.caption=Detekovaných niekoľko programov v tomto adresári. Prosím, buďte opatrný prí výbere položiek na odstránenie.
lbl_FileShredder.caption=Tiež skartovať súbory
lbl_SelectAll.caption=Vybrať všetko
RdImageButton_Delete.caption=Odstrániť
RdImageButton_Cancel.caption=Zrušiť
lbl_Shredder_Tip.caption=Drvím súbory. Mlže to nejaký čas trvať, počkajte prosím...
Menu_ListView_Regedit.caption=Otvoriť v RegEdit
Menu_ListView_Path.caption=Otvoriť umiestnenie súboru

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varovanie
lbl_Warnning_Detaill.caption=Tento počítačový program je chránený autorským zákonom a medzinárodnými zmluvami.
lbl_copyright.caption=Autorské právo© 2005-2015 IObit. Všetky práva vyhradené.
lbl_Thanks_Title.caption=Osobitné poďakovanie patrí nasledujúcim ľuďom za ich skvelé príspevky:

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavenia
lbl_General.caption=Hlavné
lbl_AutoUninstaller.caption=Preskočiť oznámenie o potvrdení odinštalovania a vytvorenia bodu obnovenia
lbl_AutoPowerfulScan.caption=Automaticky vykonať "Pokročilé skenovanie"
lbl_ShowExplorerButton.caption=Pridať tlačidlo "Skartovať súbor" do Prieskumníka
lbl_AutoShowTipForm.caption=Vykonať "Pokročilé skenovanie" pri detekovanej operácií odinštalácie
lbl_Language.caption=Jazyk
lbl_CurrentLanguage_Title.caption=Aktuálny jazyk:
lbl_SkinTitle.caption=Vzhľad:
lbl_classic.caption=Klasický
lbl_Metro.caption=Modrý
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Zrušiť

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Skartovač súborov
lbl_Detail_Detail.caption=Ako viete, súbory odstránené z počítača možno obnoviť aj po formátovaní disku. Normálné odstránenie zmaže iba názov súboru, bez toho aby ste sa dotkli obsahu pre dôvod výkonu. Ak máte dôležité súbory, ktoré musia byť natrvalo odstránené, bude IObit Odinštalátor vám pomôže ich navždy zmazať so "Skartovačom súborov".
lbl_Listview_Title.caption=Vyberte súbor alebo priečinok, ktorý chcete skartovať:
lblLoading.caption=Načítavam...
lbl_AddFile.caption=Pridať súbor
lbl_AddFolder.caption=Pridať priečinok
RdImageButton_Shredder.caption=Skartovať
RdImageButton_Cancel.caption=Zrušiť
ListView_FileList.Columns[0].Caption=Cieľový súbor
Menu_Shredder_Shredder.caption=Skartovač
Menu_Shredder_AddFile.caption=Pridať súbor
Menu_Shredder_AddFolder.caption=Pridať priečinok
Menu_Shredder_Romove.caption=Odstrániť
Menu_Shredder_Clean.caption=Vyčistiť
lbl_Shredder_Tip.caption=Skartovávam súbory. Môže to nejaký čas trvať, počkajte prosím...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Obnovenie systému
lbl_Detail_Title.caption=Obnovenie systému
lbl_Detail_Detail.caption=Spravuje body obnovenie systému. Posledný bod nemôže byť odstránený kvôli systémovej bezpečnosti.
ListView_Restore.Columns[0].caption=Dátum a čas
ListView_Restore.Columns[1].caption=Popis
lbl_Restore_Tip.caption=Obnovujem súbory systému a nastavenia, počkajte prosím...
RdImageButton_Restore.caption=Obnoviť
RdImageButton_Delete.caption=Odstrániť
RdImageButton_Cancel.caption=Zrušiť

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Najlepší Odinštalátor na svete pre odstránenie nežiadúcich aplikácií, toolbarov a plug-inov
lbl_Installer_Setup_Title1.caption=Najlepší Odinštalátor na svete pre odstránenie nežiadúcich toolbarov, plug-inov a aplikácií
RdImageButton_Installer.caption=Spustiť
lbl_Installer_Setup_Detail.caption=Prečítané a prijaté
lbl_LicenseAgreement.caption=Licenčná zmluva

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licenčná zmluva
RdImageButton_Cancel.caption=Zatvoriť

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Všetky toolbary a plug-iny
rdlvAllBrowse.Columns[0].Caption=Názov
rdlvAllBrowse.Columns[1].Caption=Hodnotenia uživateľov
rdlvAllBrowse.Columns[2].Caption=Moje hodnotenie
rdlvAllBrowse.Columns[3].Caption=Vydavateľ
rdlvAllBrowse.Columns[4].Caption=Operácia
rdlvCustomBrowse.Columns[0].Caption=Názov
rdlvCustomBrowse.Columns[1].Caption=Vydavateľ

[Uninstaller_frmPluginVote]
lblTitle.Caption=Hodnotiť
lblWaiting.Caption=Odosielam hodnotenie, počkajte prosím…
rdibtnLv1.Caption=1 hviezda
rdibtnLv2.Caption=2 hviezdy
rdibtnLv3.Caption=3 hviezdy
rdibtnLv4.Caption=4 hviezdy
rdibtnLv5.Caption=5 hviezd
rdibtnVote.Caption=Hodnotenie

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Predvolené nastavenie
lblConfire.Caption=Ste si istí, že chcete obnoviť predvolené nastavenia?
lblHomepageTitle.Caption=Aktuálna domovská stránka:
lblSearchTitle.Caption=Aktuálna domovský vyhľadávač:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Zrušiť

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Názov
ListView_AppList.Columns[1].caption=Operácia
ListView_AppList.Columns[2].caption=Veľkosť
ListView_AppList.Columns[3].caption=Dátum nainštalovania
ListView_AppList.Columns[4].caption=Verzia
PopMenu_Sub_BatchUninstall.caption=Viaceré odinštalácia
lblLoading.caption=Obnovujem...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Tieto aplikácie sú v jednom adresári. Odinštalácia niektorej jednej z nich, odinštaluje všetky ostatné. Naozaj ich chcete odinštalovať?
lblUninstalling.caption=Odinštalovávam
btnImgUninstall.caption=Odinštalovať
btnImgCancle.caption=Zrušiť

[uninstall_Mitor_M]
lbl_attention.caption=Upozornenie
lbl_show.caption="%s" nájdených pozostatkov, ktoré môžu mať vplyv na výkon počítača.
lbl_again.caption=Nezobrazovať to znova.
img_power.caption=Vyčistiť ich

[Uninstaller_M]
Edit_Search_Tip=Nájsť program
Edit_Search_Tip_Toolbar=Nájsť toolbar alebo plug-in
Edit_Search_Tip_Win8App=Nájsť Windows aplikáciu
ForcedUninstall_Browser_Tip=Neplatný cieľ. Prosím vyberte znova!
ListView_Icon_Hint=Íkony
ListView_List_Hint=Podrobnosti
ListView_View_Hint=Zmeniť svoje zobrazenie
ListviewHeader_Software=Názov programu (Celkovo: %d)
BatchUninstall_NoneSelect=Prosím, vyberte aspoň jeden program.
Uninstall_NoneSelect=Prosím, vyberte najprv program.
WindowState_Max=Maximalizovať
WindowState_Normor=Obnoviť
WindowState_Min=Minimalizovať
Close=Zatvoriť
MoreMenu_Setting=Viac nastavení
Restore_Form=Obnoviť
Log_DeleteAll_ASK=Naozaj chcete odstrániť všetky súbory? Odstránenie už nie je možné obnoviť.
Log_Delete_ASK=Naozaj chcete odstrániť vybratý súbor? Odstránenie už nie je možné obnoviť.
NoPowerfulScan_Found_Tip=Neboli nájdené žiadne pozostatky.
Log_M=Záznam
App_Version_M=Verzia programu:
OS_Version_M=Operačný systém:
Date_M=Dátum
Version_M=Verzia
Publisher_M=Vydavateľ
Install_Date_M=Dátum nainštalovania
Create_Restore_M=Vytvoriť bod obnovenia
CreateRestore_Title_M=Vytvoriť bod obnovenia pred odinštaláciou.
CreateRestore_Detaill_M=Môžete vrátiť späť zmeny cez bod obnovenia, keď sa stane niečo neočakávané.
Uninstalling_M=Odinštalovávam
Uninstalling_Detaill_M=Štandardná odinštalácia použitím aplikácie zabudovaného odinštalátora.
Uninstalling_QuickDetaill_M=Rýchla odinštalácia použitím aplikácie zabudovaného odinštalátora.
UninstallComplete_Title_M=Súbory boli odstránené.
Quick_UninstallComplete_M=Rýchla odinštalácia dokončená.
Quick_Uninstall_M=Rýchla odinštalácia %s (%d/%d)
Standard_Uninstall_M=Štandardná odinštalácia %s (%d/%d)
Uninstall_M=Odinštalácia %s (1/1)
Deselect_All_M=Nič nevybrať
Select_All_M=Vybrať všetko
PowerfulScan_DeleteASK_M=Naozaj chcete odstrániť vybrané položky?
Operation_M=Operácia
Powerful_Scan_M=Pokročilé skenovanie
Deleted_Registry_Key_M=Odstránený kľúč registra
Deleted_Registry_Value_M=Odstránená hodnota registra
Delete_File_M=Odstrániť súbor
Delete_Folder_M=Odstrániť priečinok
Reboot_to_Delete_M=(Potrebuje reštartovať pre úplné odstránenie)
Delete_finished_M=Odstránenie dokončené.
ReStartup_to_Delete_M=Zostávajúce súbory v zozname budú zmazané pri budúcom štarte systému.
Shredder_Del_M=Naozaj chcete natrvalo odstrániť %d súbor(ov)? Odstránenie je absolútne neobnoviteľné a bude trvať dlhšiu dobu pre dokončenie.
Shredder_NotDel_M="%s" nebolo skartovaných, pretože ich nemožno odstrániť. Prosím skontrolujte, či sa náhodou nepoužívajú.
Shredder_InUse_M=Niektoré súbory neboli skartované, pretože ich nemožno odstrániť. Prosím skontrolujte, či sa náhodou nepoužívajú.
Shredder_NotAddFolder_M=Nemožno skartovať súbor "%s" lebo táto operácia môže spôsobiť nestabilitu systému.
Shredder_Sucess_M=Úspešne skartované súbory.
Shredder_DirIsEmpty_M=Je to prázdné. Nemôže sa to skartovať.
Controlpanel_Button=Pokročilá odinštalácia
Explorer_Button=Skartovať súbor
MenuRight_Caption=Pokročilá odinštalácia
Frequency_M=Frekvencia použitia
InstallerDate_M=Dátum inštalácie
Frequency_SoftwareCount_M=<a>%s</a> nájdených zriedka používaných programov. Ich odinštalovaním <a>%s</a> môžete zvýšiť výkon PC.
Frequency_DaysHint_M=Nepoužívané %s dní.
SearchLoadingMsg=Hľadám toolbary a plug-iny...
RestoreDefaultSettingsButton=Obnoviť %s predvolené nastavenia
ListViewItemVote=Hodnotiť
ListViewItemVoted=Hodnotené
ListViewItemTrust=Dôverné
ListViewItemUnTrust=Nedôverné
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Dôverné toolbary a plug-iny
ListViewGroupTrustDesc=Tieto toolbary a plug-iny neškodia vášmu počítaču. Môžete ich odstrániť alebo ponechať pre vlastnú potrebu.
ListViewGroupUnTrustTitle=Toolbary and plug-iny doporučené pre odstránenie
ListViewGroupUnTrustDesc=Tieto toolbary a plug-iny s nízkym hodnotením užívateľov môžu obsahovať niektoré nežiadúce funkcie.
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Rozšírenia
ListViewGroupPlugins=Plug-iny
FuncCheckBrowserMsgBox_1=%s je spustených.
FuncCheckBrowserMsgBox_2=Kliknite na "OK" pre zatvorenie(uloží prví obsah).
FuncCheckBrowserMsgBox_3=Alebo kliknite na "Zrušiť" pre zrušenie operácie.
FuncPluginRmoveConfireMsgBox=Ste si istí, že chcete odstrániť tieto vybrané položky?
FuncPluginRemoveSuccessMsgBox=Úspešne odstránené položky
FuncPluginRemoveFailedMsgBox_1=Nepodarilo sa odstrániť nasledújúce položky:
FuncPluginRemoveFailedMsgBox_2=Ukončite prosím nasledujúce prehliadače pre odstránenie všetkých položiek:
FuncPluginRemoveFailedMsgBox_3=Ukončite prosím váš prehliadač a skúste to znova.
FuncPluginSelectMsgBox=Najprv zvoľte položku
FuncVoteConfire=Čo si myslíte o tomto:
FuncVoteHavedVote=Vy už ste toto hodnotili
FuncVotePlugSelectMsgBox=Prosím, vyberte položku, ktorú chcete hodnotiť
FuncVoteMarkSelectMsgBox=Prosím ohodnoťte to.
FuncVoteFailedMsgBox=Hodnotenie neúspešné, prosím skontrolujte svoje sieťové pripojenie a skúste to znova.
FuncRestoreExitBrowserMsgBox=Prosím ukončite %s
FuncRestoreSuccessMsgBox=Priehliadač úspešne obnovený do predvoleného nastavenia
FuncRestoreFailedMsgBox=Nepodarilo sa priehliadač obnoviť do predvoleného nastavenia, prosím, ukončite %s a skúste znova.
Guest_Start_Tip=Ste prihlásený do systému s účtom hosťa! Musíte mať administratívne práva pre používanie IObit Uninstaller 4.
p_RegistryCaption_M=Register
p_FileCaption_M=Súbor
p_FormatOneItem_M=1 položka
p_FormatItems_M=%d položiek
FuncVoteActiveVote=Hodnotiť
FuncVoteActiveOK=OK
FuncVoteNothing=Nikto to ešte zatiaľ nehodnotil
FuncVoteCount=osôb zapojených do hodnotenia v súčasnej dobe
FuncVoteVSA=Žiadné prijaté hodnotenia
FuncVoteCFA=Buď prvý, kto to bude hodnotiť
FuncVoteVSB=uživtaeľov hodnotilo
FuncVoteCFB=Čo si myslíš o tomto plug-ine:
FuncVoteVSC=Bez hodnotenia ostatných
FuncVoteCFC=Ty si už hodnotil
FuncVoteVSD=uživateľov hodnotilo
FuncVoteCFD=Ty si už hodnotil
AllBrowserItem=Všetky toolbary a plug-iny
Powerful_Tip_M=Pokročilé skenovanie pozostatkov "%s"
Setup_Win8_Detail_M=Podporuje Rýchlu odinštaláciu a Win8 odinštaláciu aplikácií
Setup_Notwin8_Detail_M=Podporovať Rýchlú odinštaláciu
RestrorePoint_Tip_M=Varovanie: Obnovenie systému do bodu obnovenia vráti späť všetky zmeny vykonané po tomto bodu obnovenia. Keď tento proces obnovenia systému začnete, už je nemožno vrátiť späť alebo prerušiť. Ste si istí, že chcete pokračovať?
RestorePoint_Restart_M=Obnovenie systému potrebuje reštartovať počítač pre použitie týchto zmien. Než budete pokračovať, uložte všetky otvorené súbory a ukončite všetky programy.
Uninstaller_Quick_M=Rýchla odinštalácia
Uninstaller_Standed_M=Odinštalovať
QuickUninstall_Tip_M=Odinštalovať program jedným kliknutím
Frequency_SoftwareCount_M=<a>%s</a> nájdených zriedka používaných programov. Odinštalovaním ich <a>%s</a> zvýšite výkon PC.
Frequency_DaysHint_M=Nepoužívané %s dni.
InfrequentlyUsed_Count_M=Zriedka používané( <a>%s</a> )
All_Programs_M=Všetky programy
Recently_Installed_M=Nedávno nainštalované
Large_Programs_M=Veľké programy
Infrequently_Used_M=Zriedka používané
Windows_Updates_M=Windows Aktualizácie
FuncCheckBrowserMsgBox_1=%s je spustených
FuncCheckBrowserMsgBox_2=kliknite na "OK" pre zatvorenie(môže dôjsť k strate neuloženého obsahu)
FuncCheckBrowserMsgBox_3=kliknite na "Zrušiť" pre zrušenie operácie
FuncCheckBrowserMsgBox_4=%s sú spustených
FuncCheckBrowserMsgBox_5=kliknite na "OK" pre násilne vypnutie (môže dôjsť k strate neuloženého obsahu)
FuncCheckBrowserMsgBox_6=kliknite na "Zrušiť" pre zrušenie tejto operácie
Win8OtherUser=Pre zobrazenie tvojich Win8 aplikácií, uistite sa, že váš aktuálny účet má oprávnenie správcu.
Win8AdminUser=Pomôže Vám odinštalovať nepotrebné Win8 aplikácie a ich pozostatky kompletne s jednoduchým jedným kliknutím.
Win8ListViewGroupsWin8AppHeader=Aplikácie Windows
Win8ListViewGroupsWin8AppSubtitle=Aplikácie sú vlastníctvom spoločnosti Microsoft.
Win8ListViewGroupsThirdHeader=Aplikácie tretích strán
Win8ListViewGroupsThirdSubtitle=Aplikácie sú vlastníctvom spoločnosti tretích strán.
Win8OtherUser=Ak chcete zobraziť vaše Win8 aplikácie, uistite sa, že váš aktuálny účet má administratívne práva.
win8_UninstallBtn_M=Odinštalovať
win8_ListViewIcon_M=Íkony zobrazenia
win8_ListViewList_M=Podrobnosti zobrazenia
Setup_Win8_Detail_M=Podporuje Rýchlu odinštaláciu a odinštaláciu Windows aplikácií
Win8OtherUser=Pre zobrazenie vašich Windows aplikácií prosím uistite sa, že váš aktuálny účet má práva administrátora.
Win8AdminUser=Pomôže vám odinštalovať nechcené Windows aplikácie a kompletne odstrániť ich pozostatky s jedným kliknutím.
Win8ListViewGroupsWin8AppHeader=Windows aplikácie
Win8OtherUser=Pre zobrazenie vašich Windows aplikácií prosím uistite sa, že váš aktuálny účet má práva administrátora.
Delete_finished_M=Gratulujeme! Pozostatky boli úspešne odstránené.
NoPowerfulScan_Found_Tip=Neboli nájdené žiadne pozostatky v pokročilom skenovaní.

[ACD_frmDownloader]
lbl_Cancel.Caption=Zrušiť
lbl_Min.Caption=Minimalizovať

[ACD_M]
M_Downloading=Sťahujem:
m_Installing=Inštalujem:
M_DiskIsFull=Nedostatok miesta na disku!
M_NetError=Sieťová chyba. Prosím skúste to znova neskôr.
M_Tips=Proces sťahovania. Dvojklikom na íkonu si zobrazíte podrobnosti.
M_TipDownLoading=Sťahujem
M_TipInstalling=Inštalujem
M_MD5Faild=Stiahnutý súbor je poškodený. Skúste to znova neskôr.
M_AreSure=Ste si istí, že chcete ukončiť Sťahovač?
M_Speed=Rýchlosť:
M_Title=IObit Sťahovač

